Repository: usja/multi
Catalog: public/application/configs/lang/*.po
Languages: ru

source: News
ru: Новости

source: All news
ru: Все новости

source: Track & trace EMS
ru: Отслеживание посылок EMS

source: No data found for:
ru: Отправление не найдено с кодом:

source: Information for tracking number
ru: Информация по коду

source: This item was delivered
ru: Посылка поступила

source: to processing center
ru: в Центр обработки

source: sent to the customs control.
ru: отправлено на таможенный контроль.

source: customs clearance is completed.
ru: таможенное оформление завершено.

source: under customs control sent to customs location of the recipient.
ru: под таможенным контролем направлено на таможню адресата.

source: Currently, customs control isn't completed.
ru: Таможенный контроль еще не закончен.

source: Your item was served on
ru: Ваша посылка была вручена

source: Received:
ru: Получил:

source: Item was returned from Ukraine:
ru: Посылка была возвращена из Украины:

source: Reason:
ru: Причина:

source: please, connect with us by our E-Mail
ru: пожалуйста, свяжитесь с нами с помощью электронной почты

source: addressee's moved.
ru: адресат выбыл.

source: incomplete address.
ru: адрес неполный.

source: incorrect address.
ru: адрес неверный.

source: change of address.
ru: адрес поменялся.

source: illegible address.
ru: нечеткий адрес.

source: addressee's death.
ru: адресат умер.

source: addressee left.
ru: адресат выбыл.

source: addressee is unknown.
ru: адресат неизвестен.

source: refused.
ru: отказано.

source: not claimed.
ru: невостребовано.

source: prohibited.
ru: запрещено.

source: missent.
ru: неправильная страна назначения.

source: damaged.
ru: повреждено.

source: by service request.
ru: по запросу почтовой службы.

source: service.
ru: служебное.

source: other reason.
ru: другая причина.

source: previous
ru: предыдущая

source: next
ru: следующая

source: view all news
ru: все новости

source: Destination
ru: Куда

source: Choose country
ru: Укажите страну

source: Weight (kg)
ru: Вес (кг)

source: With taxes
ru: C НДС

source: State Enterprise of Special Post
ru: Государственного предприятия специальной связи
